"%1$@ %2$@ has been downloaded and is ready to use! This is an important update; would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ wurde heruntergeladen und kann benutzt werden! Das ist ein wichtiges update; möchten sie es nun installieren und anschließend neu starten %1$@?";

"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ wurde heruntergeladen und steht zur Verwendung bereit! Möchten Sie %1$@ jetzt installieren und neu starten?";

"%1$@ can't be updated when it's running from a read-only volume like a disk image or an optical drive. Move %1$@ to your Applications folder, relaunch it from there, and try again." = "%1$@ kann beim Starten von einem schreibgeschützten Volume wie einem Disk Image oder einem optischen Laufwerk nicht aktualisiert werden. Bitte verschieben Sie %1$@ in Ihren Programmordner, starten es von hier und versuchen es erneut.";

"%@ %@ is currently the newest version available." = "%@ %@ ist die aktuellste Version.";

/* Description text for SUUpdateAlert when the update is downloadable. */
"%@ %@ is now available--you have %@. Would you like to download it now?" = "%@ %@ ist nun verfügbar — Sie haben %@. Möchten Sie die aktuelle Version jetzt laden?";

/* Description text for SUUpdateAlert when the update informational with no download. */
"%@ %@ is now available--you have %@. Would you like to learn more about this update on the web?" = "%@ %@ ist nun verfügbar--Sie haben %@. Möchten Sie mehr über das Update im Web erfahren?";

"%@ downloaded" = "%@ geladen";

"%@ of %@" = "%@ von %@";

"A new version of %@ is available!" = "Eine neue Version von %@ ist verfügbar!";

"A new version of %@ is ready to install!" = "Eine neue Version von %@ ist zur Installation bereit!";

"An error occurred in retrieving update information. Please try again later." = "Beim Abfragen der Aktualisierungsdaten ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.";

"An error occurred while downloading the update. Please try again later." = "Beim Laden des Updates ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.";

"An error occurred while extracting the archive. Please try again later." = "Beim Entpacken des Archivs ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.";

"An error occurred while installing the update. Please try again later." = "Bei der Installation des Updates ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.";

"An error occurred while parsing the update feed." = "Beim Lesen des Update-Feeds ist ein Fehler aufgetreten.";

"An error occurred while relaunching %1$@, but the new version will be available next time you run %1$@." = "Beim Neustart von %1$@ ist ein Fehler aufgetreten, die neue Version von %1$@ steht aber trotzdem beim nächsten Programmstart zur Verfügung.";

"An important update to %@ is ready to install" = "Ein wichtiges Update für %@ ist berit zum installieren";

/* the unit for bytes */
"B" = "B";

"Cancel" = "Abbrechen";

"Cancel Update" = "Aktualisierung abbrechen";

"Checking for updates..." = "Aktualisierung suchen…";

/* Take care not to overflow the status window. */
"Downloading update..." = "Aktualisierung laden…";

/* Take care not to overflow the status window. */
"Extracting update..." = "Aktualisierung entpacken…";

/* the unit for gigabytes */
"GB" = "GB";

"Install and Relaunch" = "Installieren und neu starten";

/* Take care not to overflow the status window. */
"Installing update..." = "Aktualisierung installieren…";

/* the unit for kilobytes */
"KB" = "KB";

/* Alternative name for "Install" button if we have a paid update or other update 	without a download but with a URL. */
"Learn More..." = "Mehr über…";

/* the unit for megabytes */
"MB" = "MB";

/* OK button. */
"OK" = "OK";

/* Status message on progress window once download has finished. */
"Ready to Install" = "Bereit zur Installation";

/* Message that is optionally shown at startup to allow users to turn on/off update checks. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "Soll %1$@ automatisch nach Aktualisierungen suchen? Sie können aus dem %1$@-Menü immer manuell nach Aktualisierungen suchen.";

"The update is improperly signed." = "Das Update ist nicht korrekt gekennzeichnet.";

"Update Error!" = "Aktualisierung fehlgeschlagen!";

"Updating %@" = "Aktualisierung von %@";

/* 'Error' message when the user checks for updates but is already current or the feed doesn't contain any updates. (not necessarily shown in UI) */
"You already have the newest version of %@." = "Sie haben schon die neueste Version von %@.";

/* Status message shown when the user checks for updates but is already current or the feed doesn't contain any updates. */
"You're up-to-date!" = "Sie sind auf dem neuesten Stand!";

